Repository: rebranch/django-page-cms
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Published
ru: Опубликовано

source: Hidden
ru: Скрыто

source: Draft
ru: Черновик

source: author
ru: Автор

source: parent
ru: род.

source: creation date
ru: создано

source: publication date
ru: опубликовано

source: When the page should go live. Status must be "Published" for page to go live.
ru: Когда страница должна стать доступна. Также должен быть выставлен статус "Опубликовано".

source: publication end date
ru: окончание публикации

source: When to expire the page. Leave empty to never expire.
ru: Когда страница должна устареть. Оставьте пустым, чтобы страница действовала всегда.

source: last modification date
ru: Дата последнего изменения

source: status
ru: статус

source: template
ru: Шаблон

source: delegate to
ru: Делегировать

source: freeze date
ru: Дата заморозки

source: Don't publish any content after this date.
ru: Прекратить публикацию содержимого после указанной даты.

source: The site(s) the page is accessible at.
ru: Сайт(ы) на которых доступна эта страница

source: sites
ru: сайты

source: page
ru: страница

source: pages
ru: страницы

source: language
ru: язык

source: body
ru: содержимое

source: type
ru: тип

source: content
ru: содержимое

source: contents
ru: содержимое

source: Aliases
ru: Синонимы

source: Page group
ru: Группа страниц

source: Page groups
ru: Группы страниц

source: [Placeholder %(name)s had syntax error: %(error)s]
ru: [Ошибка синтаксиса в метке %(name)s: %(error)s]

source: Note: This field is evaluated as template code.
ru: Внимание: Это поле интерпретируется как код шаблона.

source: Your email
ru: Ваш e-mail

source: Subject
ru: Тема

source: Your message
ru: Ваше сообщение

source: Your email has been sent. Thank you.
ru: Ваше письмо отправлено. Спасибо.

source: An error as occured: your email has not been sent.
ru: Произошла ошибка, Ваш e-mail не отправлен.

source: The urlconf %s has already been registered.
ru: urlconf %s уже зарегистрирован.

source: The urlconf %s has not been registered.
ru: urlconf %s не зарегистрирован.

source: Please save the page to show the image field
ru: Пожалуйста, сохраните страницу для отображения изображения

source: Current file: %s<br/>
ru: Текущий файл: %s<br/>

source: Delete image
ru: Удалить изображение

source: Please save the page to show the file field
ru: Пожалуйста, сохрание страницу для отображения файла

source: Delete file
ru: Удалить файл

source: The widget %s has already been registered.
ru: widget %s уже зарегистрирован.

source: The widget %s has not been registered.
ru: widget %s не зарегистрирован.

source: General
ru: Главное

source: Content
ru: Содержимое

source: Default template
ru: Шаблон по умолчанию

source: Title
ru: Заголовок

source: The slug will be used to create the page URL, it must be unique among the other pages of the same level.
ru: Slug будет использован в URL страницы, он должен быть уникальным среди страниц того же уровня.

source: Another page with this slug already exists
ru: Другая страница с таким путём существует.

source: A sibling with this slug already exists at the targeted position
ru: Другая страница с таким slug уже существует в указанной позиции.

source: A child with this slug already exists at the targeted position
ru: Подчиненная страница с таким slug уже существует в указанной позиции.

source: A sibling with this slug already exists
ru: Другая страница с таким slug уже существует.

source: A sibling with this slug already exists at the root level
ru: Другая с таким slug уже существует на верхнем уровне.

source: Language
ru: Язык

source: Template
ru: Шаблон

source: Freeze
ru: Блокировать

source: Don't publish any content after this date. Format is 'Y-m-d H:M:S'
ru: Прекратить публикацию содержимого после указанной даты. Формат: ГГГГ-ММ-ДД ЧЧ:ММ:СС

source: Home
ru: Начало

source: Edit
ru: Правка

source: View on site
ru: Просмотреть на сайте

source: List of pages
ru: Список страниц

source: Search
ru: Поиск

source: Go
ru: Вперед

source: title
ru: Заголовок

source: languages
ru: Языки

source: last modification
ru: Последнее изменение

source: published
ru: Опубликовано

source: move this page
ru: Передвинуть страницу

source: insert above
ru: Вставить над указанной

source: insert below
ru: Вставить под указанной

source: insert as child
ru: Вставить как подчиненную

source: cancel
ru: Отмена

source: This page contain broken links
ru: Эта страница содержит битые ссылки

source: view this page
ru: Смотреть страницу

source: insert a new page here
ru: Вставить новую страницу сюда

source: delete this page
ru: Удалить страницу

source: don&#x27;t move this page
ru: Не передвигать эту страницу

source: don&#x27;t insert a new page here
ru: Не вставлять сюда новую страницу

source: edit %(lang)s translation
ru: Править перевод %(lang)s

source: create %(lang)s translation
ru: Создать перевод %(lang)s

source: DATETIME_FORMAT
ru: j. N Y, H:i

source: In navigation
ru: Опубликовано

source: Send
ru: Отправить

source: Revisions
ru: Ревизии

source: Wanted language has not been translated yet.
ru: Запрошенный язык ещё не был переведён.

source: Delete this translation
ru: Удалить этот перевод

source: German
ru: Немецкий

source: Swiss french
ru: Швейцарский французский

source: US English
ru: Английский (США)

source: French
ru: Французский

source: Belgium french
ru: Бельгийский французский

source: Italian
ru: Итальянский

source: text
ru: Текст
